"OK" = "בסדר";
"All subscriptions" = "כל המנויים";
"Privacy" = "פְּרָטִיוּת";
"Privacy policy" = "מדיניות הפרטיות";
"Purchases restored successfully!" = "רכישות שוחזרו בהצלחה!";
"Restore" = "לשחזר";
"Restore purchases" = "לשחזר רכישות";
"Terms" = "תנאים";
"Terms and conditions" = "תנאים";
"Annual" = "שנתי";
"6 Month" = "6 חודשים";
"3 Month" = "3 חודשים";
"2 Month" = "חודש 2";
"Monthly" = "יַרחוֹן";
"Weekly" = "שְׁבוּעִי";
"Lifetime" = "לכל החיים";
"%d%% off" = "%d%% הנחה";
"Continue" = "לְהַמשִׁיך";
"Default_offer_details_with_intro_offer" = "התחל את תקופת הניסיון של {{ sub_offer_duration }} ולאחר מכן {{ total_price_and_per_month }}.";
"Something went wrong" = "משהו השתבש";
"Purchase" = "רכישה";
